<template>
  <mu-container>
    <mu-row align="center">
      <mu-col>
        <h1>Гостиница</h1>
        <h2>Описание варианта</h2>
        <p>Создать программную систему, предназначенную для администратора гостиницы. Такая система должна обеспечивать
          хранение сведений об имеющихся в гостинице <a href="#/room">номерах</a> , о проживающих в гостинице
          <a href="#/resident">клиентах</a>  и о <a href="#/servant">служащих</a> , убирающихся в номерах.
          Количество номеров в гостинице известно, и имеются номера трех типов: одноместный, двухместный и трехместный,
          отличающиеся стоимостью проживания в сутки. В каждом номере есть телефон. О каждом проживающем должна
          храниться следующая информация: номер паспорта, фамилия, имя, отчество, город, из которого он прибыл,
          дата поселения в гостинице, выделенный гостиничный номер. О служащих гостиницы должна храниться информация
          следующего содержания: фамилия, имя, отчество, <a href="#/cleaning">где (этаж) и когда (день недели) он убирает</a>.
          Служащий гостиницы убирает все номера на одном этаже в определенные дни недели, при этом в разные дни он
          может убирать разные этажи.</p>
      </mu-col>
    </mu-row>
  </mu-container>
</template>

<script>
export default {
  name: 'Home',
  components: {
  }
}
</script>
