<template>
    <mu-container>
  <mu-row>
    <mu-col>
        <h1>Отчет по результатам приемной кампании</h1>
    <p>Необходимо предусмотреть также возможность автоматической выдачи отчета о работе гостиницы. Такой отчет должен содержать следующие сведения:
•	число клиентов за указанный период в каждом номере с указанием ФИО клиента, города, откуда он прибыл, количества дней проживания,
•	общая сумма дохода за каждый номер;
•	суммарный доход по всей гостинице.
</p>
    </mu-col>
  </mu-row>
</mu-container>
</template>

<script>
    export default {
        name: "Report"
    }
</script>

<style scoped>

</style>